ZigEmbeddedGroup/texasinstruments-data/targetdb/Modules/AM263P/FSS_DATA_REG0_60000000h.xml
<module name="DATA_REG0" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="DATA_REG0_HPB_DATA_MEM_j" acronym="DATA_REG0_HPB_DATA_MEM_j" offset="0" width="32" description="FSAS data region0.">
		<bitfield id="HPB_DATA" width="32" begin="31" end="0" resetval="0x0" description="FSAS data region0" range="31:0" rwaccess="R/W"/>
	</register>
</module>